Repository: vicksWalkiria/aprendiz-anti-copy-paste
Catalog: languages/anti-copy-paste-*.po
Languages: de_de, de_it, fr_fr, pt_br

source: Anti Copy-Paste
de_de: Anti Kopieren-Einfügen
de_it: Anti Copia-Incolla
fr_fr: Anti Copier-Coller
pt_br: Anti Copiar-Colar

source: Ajustes generales
de_de: Allgemeine Einstellungen
de_it: Impostazioni generali
fr_fr: Paramètres généraux
pt_br: Configurações gerais

source: Controla dónde se aplica user-select:none y define excepciones.
de_de: Steuern Sie, wo user-select:none angewendet wird und definieren Sie Ausnahmen.
de_it: Controlla dove viene applicato user-select:none e definisci le eccezioni.
fr_fr: Contrôlez où user-select:none est appliqué et définissez les exceptions.
pt_br: Controle onde user-select:none é aplicado e defina exceções.

source: Activar protección global
de_de: Globalen Schutz aktivieren
de_it: Attiva protezione globale
fr_fr: Activer la protection globale
pt_br: Ativar proteção global

source: Activar
de_de: Aktivieren
de_it: Attiva
fr_fr: Activer
pt_br: Ativar

source: Excluir roles
de_de: Rollen ausschließen
de_it: Escludi ruoli
fr_fr: Exclure les rôles
pt_br: Excluir funções

source: Excluir tipos de contenido
de_de: Inhaltstypen ausschließen
de_it: Escludi tipi di contenuto
fr_fr: Exclure les types de contenu
pt_br: Excluir tipos de conteúdo

source: Selectores con selección permitida
de_de: Selektoren mit erlaubter Auswahl
de_it: Selettori con selezione consentita
fr_fr: Sélecteurs avec sélection autorisée
pt_br: Seletores com seleção permitida

source: Separados por comas. Ej.: input, textarea, select, [contenteditable="true"], pre, code, .wp-block-code
de_de: Durch Kommas getrennt. Bsp.: input, textarea, select, [contenteditable="true"], pre, code, .wp-block-code
de_it: Separati da virgole. Es.: input, textarea, select, [contenteditable="true"], pre, code, .wp-block-code
fr_fr: Séparés par des virgules. Ex: input, textarea, select, [contenteditable="true"], pre, code, .wp-block-code
pt_br: Separados por vírgulas. Ex.: input, textarea, select, [contenteditable="true"], pre, code, .wp-block-code

source: Bloquear clic derecho
de_de: Rechtsklick blockieren
de_it: Blocca clic destro
fr_fr: Bloquer le clic droit
pt_br: Bloquear clique direito

source: Desactivar menú contextual (opcional)
de_de: Kontextmenü deaktivieren (optional)
de_it: Disattiva menu contestuale (facoltativo)
fr_fr: Désactiver le menu contextuel (facultatif)
pt_br: Desativar menu de contexto (opcional)

source: Bloquear evento copiar
de_de: Kopierereignis blockieren
de_it: Blocca evento copia
fr_fr: Bloquer l'événement de copie
pt_br: Bloquear evento de cópia

source: Intentar bloquear Ctrl/Cmd+C (opcional)
de_de: Versuchen, Strg/Cmd+C zu blockieren (optional)
de_it: Prova a bloccare Ctrl/Cmd+C (facoltativo)
fr_fr: Essayer de bloquer Ctrl/Cmd+C (facultatif)
pt_br: Tentar bloquear Ctrl/Cmd+C (opcional)

source: Anti Copy-Paste — Aprendiz de SEO
de_de: Anti Kopieren-Einfügen — SEO-Lehrling
de_it: Anti Copia-Incolla — Apprendista SEO
fr_fr: Anti Copier-Coller — Apprenti SEO
pt_br: Anti Copiar-Colar — Aprendiz de SEO

source: Nota: esta protección es disuasoria; usuarios avanzados pueden desactivarla con herramientas del navegador.
de_de: Hinweis: Dieser Schutz ist abschreckend; fortgeschrittene Benutzer können ihn mit Browser-Tools deaktivieren.
de_it: Nota: questa protezione è dissuasiva; gli utenti avanzati possono disattivarla con gli strumenti del browser.
fr_fr: Note: cette protection est dissuasive; les utilisateurs avancés peuvent la désactiver avec les outils du navigateur.
pt_br: Nota: esta proteção é dissuasória; usuários avançados podem desativá-la com ferramentas do navegador.

source: Ajustes
de_de: Einstellungen
de_it: Impostazioni
fr_fr: Paramètres
pt_br: Configurações
